module.exports = {
  config: {
    name: "fork",
    aliases: ["repo", "link"],
    version: "4.0",
    author: "SIYAM",
    countDown: 3,
    role: 0,
    shortDescription: "GOAT BOT V2 Information",
    longDescription: "Shows GOAT BOT V2 information and contact details",
    category: "info",
    guide: {
      en: "{pn}"
    }
  },

  onStart: async function ({ message }) {
    return message.reply(`
╭━━━━━━━━━━━━━━━╮
🚀 𝐆𝐎𝐀𝐓 𝐁𝐎𝐓 ⚡ 𝐕𝟐 ⚡
╰━━━━━━━━━━━━━━━╯
👑 𝐁𝐎𝐓 𝐎𝐖𝐍𝐄𝐑 :
𓆩👑 𝐒𝐈𝐘𝐀𝐌-𝐇𝐀𝐒𝐀𝐍 👑𓆪
━━━━━━━━━━━━━━
🌟 𝐅𝐄𝐀𝐓𝐔𝐑𝐄𝐒 :
✅ 𝐏𝐑𝐄𝐌𝐈𝐔𝐌 𝐒𝐘𝐒𝐓𝐄𝐌
✅ 𝐀𝐃𝐕𝐀𝐍𝐂𝐄𝐃 𝐂𝐎𝐌𝐌𝐀𝐍𝐃𝐒
✅ 𝐄𝐀𝐒𝐘 𝐃𝐄𝐏𝐋𝐎𝐘
✅ 𝐆𝐈𝐓𝐇𝐔𝐁 𝐀𝐂𝐓𝐈𝐎𝐍𝐒 𝐒𝐔𝐏𝐏𝐎𝐑𝐓
✅ 𝐑𝐄𝐍𝐃𝐄𝐑 𝐒𝐔𝐏𝐏𝐎𝐑𝐓
✅ 𝐑𝐀𝐈𝐋𝐖𝐀𝐘 𝐒𝐔𝐏𝐏𝐎𝐑𝐓
✅ 𝐅𝐔𝐓𝐔𝐑𝐄 𝐔𝐏𝐃𝐀𝐓𝐄𝐒
━━━━━━━━━━━━━━
📢 গুরুত্বপূর্ণ নোট 📢
🎬 আপাতত টাইটেল ভিডিও নেই।

⏳ পরবর্তীতে টাইটেল ভিডিও দেওয়া হবে হবে।

📂 Fork-এর ভিতরে প্রয়োজনীয় ফাইল/রিসোর্স দেওয়া আছে।
🔍 সেগুলো দেখে নিজে ট্রাই করে নিতে পারেন।

💡 কোনো সমস্যা হলে অথবা সাহায্যের প্রয়োজন 
🤗 হলে নিচে দেওয়া হোয়াটসঅ্যাপ 
🛸 নাম্বার অথবা ফেসবুকে যোগাযোগ করুন।

🙏 ধন্যবাদ সবাইকে।
━━━━━━━━━━━━━━━

💎 𝐏𝐎𝐖𝐄𝐑𝐄𝐃 𝐁𝐘

👑 𝐒𝐈𝐘𝐀𝐌-𝐇𝐀𝐒𝐀𝐍 👑

❤️ 𝐓𝐇𝐀𝐍𝐊𝐒 𝐅𝐎𝐑 𝐔𝐒𝐈𝐍𝐆 𝐆𝐎𝐀𝐓-𝐁𝐎𝐓 ⚡ 𝐕𝟐 ⚡

━━━━━━━━━━━━━━━

📱 𝐖𝐇𝐀𝐓𝐒𝐀𝐏𝐏
অথবা

🌐 Facebook-এ যোগাযোগ করুন 📥

অথবা ইনবক্সে "fork" লিখুন দিয়ে দিবে 🎁

আমার অটো বট সিস্টেম 💖

আশা করি বটটি ব্যবহার করে অনেক আনন্দ পাবেন

★━━━━━━━━━━━━━★

📱 𝐖𝐇𝐀𝐓𝐒𝐀𝐏𝐏 : +8801789138157

⫷━━━━━━━━━━━━━⫸

🌐 𝐅𝐀𝐂𝐄𝐁𝐎𝐎𝐊 𝐎𝐅𝐅𝐈𝐂𝐈𝐀𝐋
https://www.facebook.com/profile.php?id=100037154624637
`);
  }
};
